Revit 2024 API
ExportPatternKey Constructor
 Constructs a new default ExportPatternKey.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public ExportPatternKey()
Visual Basic
Public Sub New
Visual C++
public:
ExportPatternKey()
See Also
ExportPatternKey Class
ExportPatternKey Overload
Autodesk.Revit.DB Namespace